{
  "plugins": {
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'v9.1.0'"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "'v2.1.0'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'v2.2.1'"
    },
    "mini.map": {
      "src": "https://github.com/nvim-mini/mini.map"
    },
    "molokai": {
      "src": "https://github.com/tomasr/molokai"
    },
    "neominimap.nvim": {
      "src": "https://github.com/Isrothy/neominimap.nvim",
      "version": "'v3.16.0'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.8.0'"
    },
    "nvim-scrollview": {
      "src": "https://github.com/dstein64/nvim-scrollview",
      "version": "'v6.3.0'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'v1.17.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'4916d6592ede8c07973490d9322f187e07dfefac'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'v0.100'"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim",
      "version": "'v0.7.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'v0.1.4'"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim",
      "version": "'v0.6.0'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'v2.31.0'"
    },
    "spellwarn.nvim": {
      "src": "https://github.com/ravibrock/spellwarn.nvim",
      "version": "'main'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim",
      "version": "'main'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'v0.2.2'"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim",
      "version": "'147af4e49f51dd48f41972de26552872b8ba7b25'"
    }
  }
}
